Revit 2027 API
OverrideGraphicSettings.CutLineColor Property
 Cut surface line color.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public Color CutLineColor { get; }
Public ReadOnly Property CutLineColor As Color
	Get
public:
property Color^ CutLineColor {
	Color^ get ();
}
member CutLineColor : Color with get
Property Value
Color
See Also
Reference
OverrideGraphicSettings Class
Autodesk.Revit.DB Namespace